Repository: Valinwolf/pidgin-znc-helper
Catalog: po/*.po
Languages: de, lt

source: Buffer Playback...
de: Wiedergabe des Zwischenspeichers...
lt: Buferio atkūrimas...

source: Playback Complete.
de: Ende der Wiedergabe.
lt: Atkūrimas užbaigtas.

source: Timestamp could not be interpreted.
de: Zeitstempel konnte nicht interpretiert werden.
lt: Nepavyko išversti laiko žymos.

source: hour
de: Stunde
lt: valanda

source: Account
de: Konto
lt: Paskyra

source: Time offset
de: Zeit-Ausgleich
lt: Laiko poslinkis

source: Please make sure to set up your ZNC to <b>append</b> the timestamp using the following format: <b>[%Y-%m-%d %H:%M:%S]</b>
de: Bitte stellen Sie sicher, dass Ihr ZNC den Zeitstempel an die Nachrichten anhängt (<b>append</b>) und dabei folgendes Format benutzt: <b>[%Y-%m-%d %H:%M:%S]</b>
lt: Prašome įsitikinti, kad nustatysite savo ZNC <b>pridėti</b> laiko žymą, naudojant šį formatą: <b>[%Y-%m-%d %H:%M:%S]</b>

source: ZNC Helper
lt: ZNC pagelbiklis

source: Pidgin ZNC Helper parses IRC bouncer timestamps and displays them as normal timestamps.
de: Das Pidgin ZNC-Helper Plugin analysiert IRC-Bouncer Zeitstempel und stellt dieses als normale Zeitstempel dar.
lt: Pidgin ZNC pagelbiklis išanalizuoja "IRC bouncer" laiko žymas ir rodo jas kaip normalias laiko žymas.

source: Pidgin ZNC Helper parses IRC bouncer timestamps and displays them as normal timestamps. Therefore, the ZNC needs timestamp needs append the timestamp in the the following format: [%Y-%m-%d %H:%M:%S]
de: Das Pidgin ZNC-Helper Plugin analysiert IRC-Bouncer Zeitstempel und stellt diese als normale Zeitstempel dar. Hierfür muss ZNC so eingestellt werden, dass die Zeitstempel in folgendem Format an das Ende der Nachrichten angefügt werden: [%Y-%m-%d %H:%M:%S]
lt: Pidgin ZNC pagelbiklis išanalizuoja "IRC bouncer" laiko žymas ir rodo jas kaip normalias laiko žymas. Todėl, ZNC reikia laiko žymos, reikia pridėti laiko žymą šiuo formatu: [%Y-%m-%d %H:%M:%S]

source: Pidgin ZNC Helper
de: ZNC-Helper Plugin
lt: Pidgin ZNC pagelbiklis
